{
  "text": {
    "chào": 13,
    "bạn": 8,
    "xin": 71,
    "hello": 26,
    "hi": 28,
    "hey": 27,
    "chatbot": 10,
    "có": 15,
    "ai": 2,
    "ở": 84,
    "đó": 79,
    "không": 35,
    "khỏe": 36,
    "tạm": 67,
    "biệt": 4,
    "bye": 5,
    "good": 23,
    "see": 53,
    "you": 72,
    "hẹn": 32,
    "gặp": 24,
    "lại": 38,
    "nhé": 45,
    "đơn": 80,
    "hàng": 30,
    "__number__": 0,
    "của": 18,
    "tôi": 66,
    "thế": 61,
    "nào": 50,
    "rồi": 52,
    "tình": 65,
    "trạng": 64,
    "cho": 11,
    "biết": 3,
    "số": 55,
    "đến": 83,
    "đâu": 78,
    "abc": 1,
    "khi": 33,
    "giao": 20,
    "thái": 59,
    "kiểm": 37,
    "tra": 63,
    "như": 46,
    "gợi": 25,
    "ý": 74,
    "nhẫn": 48,
    "giới": 22,
    "thiệu": 58,
    "dây": 19,
    "chuyền": 12,
    "đi": 76,
    "muốn": 41,
    "xem": 70,
    "bông": 7,
    "tai": 56,
    "lắc": 39,
    "tay": 57,
    "vòng": 69,
    "cổ": 17,
    "mới": 42,
    "cưới": 16,
    "khuyên": 34,
    "đẹp": 82,
    "nhan": 43,
    "sản": 54,
    "phẩm": 51,
    "được": 81,
    "đánh": 77,
    "giá": 21,
    "cao": 9,
    "tốt": 68,
    "nhất": 47,
    "hot": 29,
    "những": 49,
    "yêu": 73,
    "thích": 60,
    "đang": 75,
    "mua": 40,
    "nhiều": 44,
    "bán": 6,
    "chạy": 14,
    "thịnh": 62,
    "hành": 31
  },
  "intent": {
    "greet": 1,
    "goodbye": 0,
    "order_status": 3,
    "suggest_product": 4,
    "top_rated_products": 5,
    "nlu_fallback": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_check_order_status": 1,
    "action_suggest_products": 11,
    "action_top_rated_products": 12,
    "utter_goodbye": 15,
    "utter_greet": 16
  },
  "action_text": null,
  "intent_response_key": null
}